# monitoring
atop
btop
htop
powertop
conky

# devices
blueman
bluez
bluez-utils

# networking
dhcpcd
networkmanager
network-manager-applet
openssh

# development
git
go
python

# display
i3-gaps
i3status
i3lock
py3status
xorg
xorg-xinit
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings

rofi
dex
xss-lock
gtk2
gtk3
gtk-engines
gtk-engine-murrine
# adapta-gtk-theme
# papirus-icon-theme

# programming languages
lua
lua-socket
jre-openjdk

# utilities
make
cronie
pkgstats
tldr
thefuck
unzip
vim
zip
wget
gparted
xdg-user-dirs
which
mousepad
sudo
simple-scan
system-config-printer
gnome-keyring
zsh
linux-headers
# for copying into the clipboard
xsel
nfs-utils
dialog
autofs

# display image in terminal
imagemagick

# sound
alsa-utils
alsa-firmware
alsa-lib
alsa-plugins

pipewire
playerctl

# applications
telegram-desktop

# notifications
dunst

# battery-saving
tlp
tlp-rdw
acpi
xfce4-power-manager

# media
vlc

## look&feel
feh
lxappearance
picom

# others
virtualbox

# fonts
ttf-dejavu
ttf-roboto
ttf-font-awesome
ttf-freefont
ttf-liberation
ttf-droid
ttf-inconsolata
ttf-ubuntu-font-family
ttf-fira-sans
noto-fonts
terminus-font

# stupid
sl
fortune-mod
cowsay